/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Installationsprogram för CapCut för dator";
"LvAppTitle" = "Installationsprogram för Jianying för dator";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Vill du installera ändå?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Installera";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Öppna";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Avbryt";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Du har redan en gammal version av CapCut (v%@) installerad. Du kan öppna den gamla versionen eller installera den senaste versionen för att byta ut den gamla.";
"LvCheckInstalledMsgHintText" = "Du har redan en gammal version av Jianying (v%@) installerad. Du kan öppna den gamla versionen eller installera den senaste versionen för att byta ut den gamla.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Stoppa nedladdning?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Fortsätt";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Stopp";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Aktuell %d %% nerladdad fil kommer inte att sparas.";
// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Det gick inte att ladda ner. Försök igen.";
// pc_installer_retry
"BtnText_Retry" = "Försök igen";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Stopp";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Spara";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Otillräckligt diskutrymme";

"BtnCheck_SystemTrayAutoboot" = "Starta facket vid uppstart";

"DownloadErrorCodeHintText" = "Felkod: ";